import React from 'react'
import './about.css'
import about_img from "../assets/img/col-md-6.png"
import begena from '../assets/img/images (5) 1.png'
import cert1 from '../assets/img/cer1.png'
import Founder from '../assets/img/beti.png'
import AD from '../com/AD'
const cards = [
  { title: "ራዕይ", content: "የኢትዮጵያ ባህላዊ የዜማ መሣሪያወችን የሚጠቀም ፤ የሚንከባከብና የሚጠብቅ ትውልድ ማየት፡፡" },
  { title: "ዓላማ", content: "የኢትዮጵያ የዜማ መሳሪያዎች በማሰልጠን ዘርፍ የነገ ሀገር ተረካቢ ለሚሆኑ ህፃናት እና ወጣቶች ከፍተኛ ትኩረት በመስጠት ለሀገር በቀል የዜማ መሳሪያዎች ትልቅ ክብር እና እንክብካቤ እንዲሰጡ ማድረግ፡፡" },
  { title: "ተልዕኮ", content: "የኢትዮጵያ የዜማ መሣሪያወችን በማስተማር፤ በማምረት፤ በማጥናትና በማስተዋወቅ ትውልድ ውስጥ ማስረጽ ፡፡" }
];

const certificates = [cert1, cert1, cert1,cert1];

function About() {
  return (
    <>
      <div className="About_hero">
        <h2>ስለ እኛ</h2>
        <p>ተቆማችንን በዝርዝር ይወቁ</p>
      </div>
      <div className="About_content">
        <div className="About_content_left">
            <h3>ተቋማችን ታሪክ በአጭሩ</h3>
            <p>ሲሳይ ከ1989 ዓ.ም የጀመረውን በገናን ፤ የመስራትና የመደርደር አቅመን
               በማሳደግ ከ2002 ዓ.ም እስከ 2004 ዓ.ም በአዲስ አበባ ንፋስ ስልክ 
               ላፍቶ ክ/ከተማ በጥቃቅን እና አነስተኛ ኢንተርፕራዝ ተደራጅቶ ሲሳይ በገና
                ኢንተርፕራዝ በሚል በገና፤ መስንቆ እና ክራርን በግል ሲሰራ የነበረው ሥራ
                 በሰውና በቁሳቁስ ለማጠናከር በዓላማና በራዕይ ከፍጹም ግሩም ጋር አንድ
                  በመሆን “ሲሳይ እና ፍጹም ባህላዊ የዕደ ጥበብና ገጸ በረከት ሥራና 
                  ሽያጭ ሕብረት ሽርክና ማህበር” በጥር 2005 ዓ.ም ተመሰረተ፡፡</p>

                  <h4>የዜማ መሳሪያዎች ማሰልጠኛ ተቋም</h4>
                  <p>ሲሳይ በገና የዜማ መሳሪያዎች ማሰልጠኛ ተቋም ከተቋቋመበት ከ2006 ዓ.ም ጀምሮ እስከ አሁን
                     ድረስ የኢትዮጵያ የዜማ መሳሪያዎችን አጨዋወት በማሰልጠን፣ በማስተዋወቅ፣ በማምረት እና በመሸጥ ስራ ላይ የተሰማራ ነው::
                     ተቋማችን የኢትዮጵያ የዜማ መሳሪያዎች በማሰልጠን ዘርፍ በበገና ድርደራ፣ መሰንቆና ክራር አጨዋወት ሥልጠና ለመስጠት
                      ከአራዳ ክፍለ ከተማ ቴክኒክና ሙያ ትምህርትና ስልጠና ጽ/ቤት ሕጋዊ ፍቃድ ከወሰደበት ጊዜ ጀምሮ ሰልጣኞችን ተቀብሎ በማሰልጠን ላይ ይገኛል፡፡
                    በዚህም የማስተማር ሂደት ውስጥ ሰልጣኞችን ለአራት ተከታታይ አመታት አሰልጥኖ አስመርቋል፡፡</p>

                <p>ተቋማችን ጥንታዊ የሃገራችን የዜማ መሳሪያዎችን በማስተማር፣ ለትውልድ በማስተላለፍ የበኩሉን ሚና በመጫወት ላይ ነው፡፡ 
                  በዚህም ላይ ተቋማችን በተለያዩ መድረኮች በኤግዚቢሽንና ባዛሮች እንዲሁም የምርምር ጥናት መድረኮች ላይ በመሳተፍ
                   የዜማ መሳሪያዎቻችንን አስተዋውቋል፡፡በተጨማሪም የተመረቁ ተማሪዎችንም በማሰባሰብ አገልግሎት እንዲሰጡ አድርጓል፡፡
                  ተቋማችን የኢትዮጵያ የዜማ መሳሪያዎች በማሰልጠን ዘርፍ የነገ ሀገር ተረካቢ ለሚሆኑ ህፃናት እና ወጣቶች ከፍተኛ ትኩረት በመስጠት ”ባህል የማንነት መገለጫ ነው፡፡”
                  በሚል ትልቅ መርህ ለሀገር በቀል የዜማ መሳሪያዎች ትልቅ ክብር እና እንክብካቤ ኖሯቸው እንዲያድጉ ጥረት ያደርጋል፡፡
                  ይህም ሲሳይ በገና የዜማ መሳሪያዎች ማሰልጠኛ ተቋም ሀገራችን ኢትዮጵያ ካሏት በርካታ ባህላዊ የአኗኗር ዘይቤዎች 
                  አንዱን ባህላዊ የዜማ መሳሪያዎችን ለመጠበቅ እና ለተተኪው ትውልድ ለማስተላለፍ ከሚያደርጋቸው ጥረቶች ተጠቃሽ ነው፡፡</p>

        </div>
        <div className="About_content_right">
          <img src={about_img} alt="" />
        </div>

      </div>
      <div className="About_content_bottom">
        <p>ተቋማችን ጥንታዊ የሃገራችን የዜማ መሳሪያዎችን በማስተማር፣ ለትውልድ በማስተላለፍ የበኩሉን ሚና በመጫወት ላይ ነው፡፡ 
          በዚህም ላይ ተቋማችን በተለያዩ መድረኮች በኤግዚቢሽንና ባዛሮች እንዲሁም የምርምር ጥናት መድረኮች ላይ በመሳተፍ የዜማ
           መሳሪያዎቻችንን አስተዋውቋል፡፡በተጨማሪም የተመረቁ ተማሪዎችንም በማሰባሰብ አገልግሎት እንዲሰጡ አድርጓል፡፡
          ተቋማችን የኢትዮጵያ የዜማ መሳሪያዎች በማሰልጠን ዘርፍ የነገ ሀገር ተረካቢ ለሚሆኑ ህፃናት እና ወጣቶች ከፍተኛ ትኩረት በመስጠት
          ”ባህል የማንነት መገለጫ ነው፡፡” በሚል ትልቅ መርህ ለሀገር በቀል የዜማ መሳሪያዎች ትልቅ ክብር እና እንክብካቤ ኖሯቸው እንዲያድጉ ጥረት ያደርጋል፡፡
          ይህም ሲሳይ በገና የዜማ መሳሪያዎች ማሰልጠኛ ተቋም ሀገራችን ኢትዮጵያ ካሏት በርካታ ባህላዊ የአኗኗር ዘይቤዎች አንዱን ባህላዊ የዜማ መሳሪያዎችን
            ለመጠበቅ እና ለተተኪው ትውልድ ለማስተላለፍ ከሚያደርጋቸው ጥረቶች ተጠቃሽ ነው፡፡</p>
      </div>
    <section className="card-section">
      <div className="card-container">
        {cards.map((card, index) => (
          <div key={index} className="card">
            <h2>{card.title}</h2>
            <hr />
            <p>{card.content}</p>
          </div>
        ))}
      </div>
    </section>
  <section className="sell_prodacts">
  <h2>ምንሸጣቸው መሳሪያዎች</h2>
    <div className="sell_prodacts_container">
      
      <div className="sell_prodacts_container_left">
        <h4>የባህልና የጥራት ምርት!</h4>
        <p>እኛ የምናሸጣቸው የዜማ መሳሪያዎች በጠንካራነት፣ በምርጥ እጨትና በእንደገና የተሳሳተ ጥርስ ሥራ ይታወቃሉ።
           እያንዳንዱ መሳሪያ በባህላዊ እና ተደራሽ ቅርፅ ተቀናብሮ በብሔራዊነት ይሰራል።
           ይህ የምርት ጥራት የምንደርስበት እርግጠኞችን አለማሳየትና ከኢትዮጵያ ባህል እያስጎበኙ ለተጠቃሚ በተለይ ለመስራት ተዘጋጅቶ ይደረሳል።</p>
        <p>እኛ የምናሸጣቸው የዜማ መሳሪያዎች በጠንካራነት፣ በምርጥ እጨትና በእንደገና የተሳሳተ ጥርስ ሥራ ይታወቃሉ። 
            እያንዳንዱ መሳሪያ በባህላዊ እና ተደራሽ ቅርፅ ተቀናብሮ በብሔራዊነት ይሰራል።
             ይህ የምርት ጥራት የምንደርስበት እርግጠኞችን አለማሳየትና ከኢትዮጵያ ባህል እያስጎበኙ ለተጠቃሚ በተለይ ለመስራት ተዘጋጅቶ ይደረሳል።</p>
        <p>እኛ የምናሸጣቸው የዜማ መሳሪያዎች በጠንካራነት፣ በምርጥ እጨትና በእንደገና የተሳሳተ ጥርስ ሥራ ይታወቃሉ።
               እያንዳንዱ መሳሪያ በባህላዊ እና ተደራሽ ቅርፅ ተቀናብሮ በብሔራዊነት ይሰራል። 
               ይህ የምርት ጥራት የምንደርስበት እርግጠኞችን አለማሳየትና ከኢትዮጵያ ባህል እያስጎበኙ ለተጠቃሚ በተለይ ለመስራት ተዘጋጅቶ ይደረሳል።</p>

      </div>
      <div className="sell_prodacts_container_right">
         <img src={begena} alt="" />
      </div>
    </div>
  </section>
    
    <AD/>

    <section className="Founder">
    <h2>ተቋማችን መስራች</h2>
      <div className="Founder_content">
        
        <div className="Founder_content_left">
         <img src={Founder} alt="" />
        </div>
        <div className="Founder_content_right">
          <h4>  ዘማሪት ቤተልሄም ጊደይ</h4>
          <h5>ዋና ሥራ አስኪያጅ</h5>
          <p>አንድ አምላክ በሚሆን በአብ በወልድ በመንፈስ ቅዱስ ስም ኅዳር ዐሥራ አንድ በዚች ዕለት አምላክን ለወለደች 
            ለእመቤታችን ቅድስት ድንግል ማርያም እናቷ የሆነች የተመሰገነች የቅድስት ሐና የዕረፍቷ መታሰቢያ ነው።
            ይችም ቅድስት ከኢየሩሳሌም አገር ከሌዊ ነገድ ከካህኑ አሮን ትውልድ የሌዊ የሜልኪ ልጅ ለሆነ ለማጣት ልጁ ናት።
            ለማጣትም ሦስት ሴቶች ልጆች አሉት የታላቂቱም ስሟ ማርያም ናት ሁለተኛዋም ስሟ ሶፍያ ሦስተኛዪቱም ስሟ ሐና ናት ታላቂቱ
            ማርያምም ለባል ተድራ አዋላጅ የሆነች ሰሎሜን ወለደቻት እርሷም መድኃኔታችንን ከወለደችበት ጊዜ ጀምሮ በስደቷም ወራት ከአረጋዊ
            ዮሴፍ ጋር እመቤታችንን ድንግል ማርያምን ያገለገለቻት ናት።
            ሶፍያም ለባል ተድራ ለመጥመቁ ዮሐንስ እናቱ የሆነች ቅድስት ኤልሳቤጥን ወለደቻት።
            ይችንም ቅድስት ሐናን ከይሁዳ ነገድ ለሆነ ጻድቅ ስሙ ኢያቄም ለሚባል አጋቧትና እመቤታችንን ቅድስት ድንግል ማርያምን ወለደቻት እሊህም ሰሎሜና ኤልሳቤጥ ለቅድስት ሐና የእኅትማማች ልጆች ናቸው።ባሉበት ቦታ ሁነው በገና ፤ መሰንቆ ወይም ክራር መማር ከፈለጉ ይምዝገቡ ሚለውን በመጫን መማር ይጀምሩ!!ባሉበት ቦታ ሁነው በገና ፤ መሰንቆ ወይም ክራር መማር ከፈለጉ ይምዝገቡ ሚለውን በመጫን መማር ይጀምሩ!!</p>
        </div>
      </div>
    </section>

    <section className="certificates">
    <h3>ሽልማቶች እና የምስክር ወረቀቶች</h3>
      <div className="certifcate_container">
      
        <div className="carousel">
        {certificates.map((src, index) => (
          <img key={index} src={src} alt={`Certificate ${index + 1}`} className="certificate" />
        ))}
        </div>
      </div>
    </section>

     <AD/>
     </>
  )
}

export default About